Repository: InfoAmazonia/jeo-theme
Catalog: wp-content-infoamz/languages/plugins/wps-hide-login-*.po
Languages: fa_ir

source: This has been disabled
fa_ir: غیر فعال شده

source: Remy Perona for WPServeur
fa_ir: رمی پرونا برای WPServeur

source: Protect your website by changing the login URL and preventing access to wp-login.php page and wp-admin directory while not logged-in
fa_ir: از طریق تغییر آدرس ورود و جلوگیری از دسترسی به صفحه wp-login.php و wp-admin در هنگام ورود به سیستم از وب سایت خود محافظت کنید.

source: This feature is not enabled.
fa_ir: این ویژگی فعال نیست.

source: To set a networkwide default, go to <a href="%s">Network Settings</a>.
fa_ir: برای تنظیمات گسترده شبکه به <a href="%s">تنظمات شبکه بروید</a>.

source: Login url
fa_ir: آدرس ورود

source: Networkwide default
fa_ir: پیش فرض شبکه گسترده

source: Settings
fa_ir: تنظیمات

source: Your login page is now here: <strong><a href="%1$s">%2$s</a></strong>. Bookmark this page!
fa_ir: اکنون صفحه ورد شما اینجاست: <strong><a href="%1$s">%2$s</a></strong> این صفحه را به بوک مارک‌های خود اضافه کنید!

source: Need help? Try the <a href="%1$s" target="_blank">support forum</a>. This plugin is kindly brought to you by <a href="%2$s" target="_blank">WPServeur</a>.
fa_ir: به کمک نیاز داری؟ در <a href="%1$s" target="_blank">انجمن پشتیبانی</a> جستجو کنید. این افزونه به لطف شما ایجاد شده است توسط <a href="%2$s" target="_blank">WPServeur</a>

source: This option allows you to set a networkwide default, which can be overridden by individual sites. Simply go to to the site’s permalink settings to change the url.
fa_ir: این گزینه به شما این امکان را می دهد که به صورت پیش‌فرض در شبکه تنظیم کنید، که می تواند توسط سایت های مختلف منعکس شود. برای تغییر آدرس به تنظیمات پیوند یکتا سایت بروید.

source: WPS Hide Login could not be activated because you already have Rename wp-login.php active. Please uninstall rename wp-login.php to use WPS Hide Login
fa_ir: WPS Hide Login نمی تواند فعال شود، زیرا شما قبلا wp-login.php را تغییر داده اید. لطفا WP-login.php را تغییر نام دهید تا WPS Hide Login را استفاده کنید.

source: Please upgrade to the latest version of WordPress to activate
fa_ir: لطفا برای فعال شدن، به آخرین نسخه وردپرس ارتقا دهید.
