Repository: InfoAmazonia/jeo-theme
Catalog: themes/jeo-theme/lang/*.po
Languages: es_es, pt_br

source: %1$s at %2$s
es_es: %1$s en %2$s
pt_br: %1$s em %2$s

source: %s comments found. See comments
es_es: %s comentarios encontrados. Ver comentarios
pt_br: %s comentários encontrados. Ver comentários

source: 1 comment found. See comment
es_es: 1 comentario encontrado. Ver comentario
pt_br: 1 comentário encontrado. Ver comentário

source: ABOUT THE AUTHOR
es_es: SOBRE EL AUTOR
pt_br: SOBRE O AUTOR

source: About the writer
es_es: Sobre el autor
pt_br: Sobre o autor

source: Accent font
es_es: Tipografía Accent
pt_br: Tipografia Accent

source: Accent Font Provider Import Code or URL
es_es: Código de importación o URL de Tipografía Accent
pt_br: Código de importação ou UR da tipografía Accent

source: Access project page
es_es: Página de acceso a proyecto
pt_br: Página de acceso ao projeto

source: Add custom css:
es_es: Agregar css personalizado:
pt_br: Adicionar css personalizado:

source: Add New
es_es: Agregar nuevo
pt_br: Adicionar novo

source: Add New Item
es_es: Agregar nuevo elemento
pt_br: Adicionar Novo Elemento

source: Add new section
es_es: Agregar nueva sección
pt_br: Adicionar nova seção

source: Add republish link
es_es: Adicionar link de republicar
pt_br: Adicionar link de republicação

source: Add republish link:
es_es: Adicionar link de republicar:
pt_br: Adicionar link de republicação:

source: Additional Content:
es_es: Contenido adicional:
pt_br: Conteúdo Adicional:

source: Additional Information
es_es: Información adicional
pt_br: Informação adicional

source: All Items
es_es: Todos los elementos
pt_br: Todos os elementos

source: Apply
es_es: Aplicar
pt_br: Aplicar

source: Author
es_es: Autor
pt_br: Autor

source: Authors biography
es_es: Biografia del autor
pt_br: Biografia do autor

source: Authors biography:
es_es: Biografía del autor
pt_br: Biografia do autor:

source: Authors listing
es_es: Listar autores
pt_br: Listar autores

source: Authors listing:
es_es: Listar autores:
pt_br: Listar autores:

source: Back to the home
es_es: Regresar al inicio
pt_br: Voltar ao início

source: Background color
es_es: Color de fondo
pt_br: Color de fundo

source: Background image
es_es: Imagen de fondo
pt_br: Imagem de fundo

source: Below Footer
es_es: Debajo del pie de página
pt_br: Abaixo do rodapé

source: Bullet widget
es_es: Widget de viñetas
pt_br: Widget de pontos principais

source: Bullets:
es_es: Viñetas
pt_br: Pontos principais

source: By
es_es: Por
pt_br: Por

source: by
es_es: por
pt_br: por

source: By disabling this, the header will use the default background with some opacity applied.
es_es: Deshabilitando esto, el encabezado usará el fondo por deecto con una opacidad aplicada.
pt_br: Ao desativar isso, o cabeçalho usará o plano de fundo padrão com alguma opacidade aplicada.

source: Category weight
es_es: Peso de categoría
pt_br: Peso da categoria

source: Check to enable the "sorry we said wrong":
es_es: Check para habilitar "Discúlpenos, nos equivocamos"
pt_br: Marque para ativar o "desculpe, dissemos errado":

source: Clear
es_es: Limpiar
pt_br: Limpar

source: Close Search
es_es: Cerrar búsqueda
pt_br: Fechar busca

source: Comments
es_es: Comentarios
pt_br: Comentários

source: Comments are closed.
es_es: Comentarios están cerrados.
pt_br: Comentários estão fechados.

# comments title
source: One reply on &ldquo;%s&rdquo;
es_es: Una respuesta en &ldquo;%s&rdquo;
pt_br: Uma resposta em &ldquo;%s&rdquo;

source: Container style:
es_es: Estilo del contenedor
pt_br: Estilo do container:

source: Copy
es_es: Copiar
pt_br: Copiar

source: Copyright logo
es_es: Logo de Copyright
pt_br: Logotipo do Copyright

source: Dark logo to be displayed. The default dark mode logo is your logo masked with white.
es_es: Logo oscuro para ser mostrado. El logo del modo oscuro por defecto será el logo enmascarado con blanco.
pt_br: Logotipo Dark a ser mostrados. O logotipo padrão do dark mode é o logotipo do site mascarado com branco.

source: Dark mode
es_es: Modo oscuro
pt_br: Modo escuro

source: Date weight
es_es: Peso de fecha
pt_br: Peso da data

source: Decoration marker color
es_es: Color del marcador de adorno
pt_br: Cor do marcador de decoração

source: Decoration marker style
es_es: Estilo del marcador de adorno
pt_br: Estilo do marcador de decoração

source: Default
es_es: Defecto
pt_br: Padrão:

source: Description:
es_es: Descripción
pt_br: Descrição:

source: Discovery
es_es: Explorador
pt_br: Explorador

source: Discovery button link
es_es: Link del botón del Explorador
pt_br: Link do botão Explorador

source: Discovery button style
es_es: Estilo del botón del Explorador
pt_br: Estilo do botão Explorador

source: Display Author Social Media links
es_es: Mostrar links de redes sociales del autor
pt_br: Exibir links de mídia social do autor

source: Display social media links with the author bio on individual posts and author archives (this option requires the Yoast plugin).
es_es: Mostrar links de redes sociales del autor en posts individuales y archivo del autor (Esta opción requiere el plugin Yoast)
pt_br: Exibir links de mídia social com a biografia do autor em postagens individuais e arquivos do autor (esta opção requer o plug-in Yoast).

source: Edit
es_es: Editar
pt_br: Editar

source: Edit Item
es_es: Editar elemento
pt_br: Editar elemento

source: Example: Dosis
es_es: Ejemplo: Dosis
pt_br: Exemplo: Dosis

source: Example: Libre Basquesville
es_es: Ejemplo: Libre Basquerville
pt_br: Exemplo: Libre Basquerville

source: Example: Open Sans Condensed. If it is empty, the Header Font is used.
es_es: Ejemplo: Open Sans Condensed. Si está vacío, la tipografía del encabezado será usada
pt_br: Exemplo: Open Sans Condensed. Se estiver vazio, a fonte do cabeçalho será usada.

source: Featured Font
es_es: Tipografía destacada
pt_br: Tipografia destacada

source: Featured Image
es_es: Foto destacada
pt_br: Imagem destacada

source: Featured image setting:
es_es: Configuración de foto destacada
pt_br: Configuração da foto destacada

source: Filter items list
es_es: Filtrar elementos de la lista
pt_br: Filtrar lista de elementos

source: Filters
es_es: Filtros
pt_br: Filtros

source: Follow us
es_es: Síguenos
pt_br: Siga-nos

source: Font sizes
es_es: Tamaños de letra
pt_br: Tamanhos da tipografia

source: Font sizes mobile
es_es: Tamaños de letra (celular)
pt_br: Tamanhos da tipografia (celular)

source: Force font-size by using !important
es_es: Forzar tamaño de letra usando !important
pt_br: Forçar tamanho de fonte usando !important

source: Hide post excerpt
es_es: Ocultar resumen de post
pt_br: Ocultar resumo do post

source: Hide post excerpt in all posts
es_es: Ocultar resumen de post en todos los posts
pt_br: Ocultar resumo do post em todos os posts

source: Hide post excerpt:
es_es: Ocultar resumen de post:
pt_br: Ocultar resumo do post:

source: If the generic option to hide posts in Customizer Panel is enabled, it will replace this option
es_es: Si la opción genérica de ocultar posts está habilitada en el panel Customize, esa opción reemplazar está configuración.
pt_br: Se a opção genérica para ocultar postagens no painel do personalizador estiver habilitada, ela substituirá esta opção

source: Image Gallery
es_es: Galería de imágenes
pt_br: Galeria de imagens

source: images
es_es: Imágenes
pt_br: Imagens

source: Insert into item
es_es: Insertar en el elemento
pt_br: Adicionar novo elemento

source: Item Archives
es_es: Archivo de elemento
pt_br: Elementos de arquivo

source: Item Attributes
es_es: Atributos de elemento
pt_br: Atribuitos de elemento

source: Items list
es_es: Lista de elementos
pt_br: Lista de elementos

source: Items list navigation
es_es: Navegación de la lista de elementos
pt_br: Navegação da lista de elementos

# label
source: Search for:
es_es: Buscar por:
pt_br: Busca para:

source: Language
es_es: Idioma
pt_br: Idioma

source: Last edition link:
es_es: Link de última edición
pt_br: Link de última edição:

source: Latest
es_es: Más reciente
pt_br: Mais recente

source: Leave a comment
es_es: Deje un comentario
pt_br: Deixe um comentário

source: Leave empty to use default
es_es: Dejar vacío para usar opción por defecto
pt_br: Deixe vazio para usar o padrão

source: Leave empty to use primary color
es_es: Dejar vacío para usar color primario
pt_br: Deixe vazio para usar cor primária

source: Leave it empty to hide.
es_es: Dejar vacío para ocultar.
pt_br: Deixe vazio para ocultar

source: Light mode
es_es: Modo claro
pt_br: Modo claro

source: Line
es_es: Línea
pt_br: Linha

source: Link Dropdown
es_es: Linkd Dropdown

source: Logo dark image
es_es: Imagen de logo oscuro
pt_br: Imagem do logotipo escuro

source: Logo sticky image
es_es: Imagen de logo sticky
pt_br: Imagem do logotipo sticky

source: Maps
es_es: Mapas
pt_br: Mapas

source: Marker background image
es_es: imagen de fondo del marcador
pt_br: Imagem de fundo do marcador

source: Maximum quantity of posts shown in the widget:
es_es: Máxima cantidad de posts mostrados en el widget:
pt_br: Quantidade máxima de postagens mostradas no widget:

source: Media partner link (It works with selected media partners)
es_es: link de asociado (Esta opción funciona junto con un asociado seleccionado)
pt_br: Link de parceiro de mídia (funciona com parceiros de mídia selecionados)

source: Members
es_es: Miembros
pt_br: Membros

source: Menu
es_es: Menú

source: Menu font size (rem)
es_es: Tamaño de letra de menú (rem)
pt_br: Tamanho de tipografia do menu (rem)

source: Mininum quantity of posts needed to show the widget:
es_es: Mínima cantidad de posts necesiarios para mostrar el widget:
pt_br: Quantidade mínima de postagens necessárias para mostrar o widget:

source: Model type:
es_es: Tipo de modelo:
pt_br: Tipo de modelo:

source: MORE
es_es: MÁS
pt_br: MAIS

source: More
es_es: Más
pt_br: Mais

source: More by %s
es_es: Más por %s
pt_br: Mais por %s

source: Most Read Widget
es_es: Widget Más leídos
pt_br: Widget Mais Lidos

source: New Item
es_es: Nuevo elemento
pt_br: Novo elemento

source: Newsletter form shortcode:
es_es: Boletín desde shortocde:
pt_br: Newsletter desde shortcode:

source: Newsletter widget
es_es: Widget Boletín

source: Next
es_es: Siguiente
pt_br: Seguinte

source: No comments
es_es: Sin comentarios
pt_br: Sem comentários

source: Not found
es_es: No encontrado
pt_br: Não encontrado

source: Not found in Trash
es_es: Nada encontrado en la Papelera
pt_br: Nada encontrado na lixeira

source: Nothing Found
es_es: Nada encontrado
pt_br: Nada encontrado

source: Oldest
es_es: Más antiguo
pt_br: Mais antigo

source: One column
es_es: Una columna
pt_br: Uma coluna

source: One column wide
es_es: Una columna amplia
pt_br: Uma coluna ampla

source: Oops! That page can&rsquo;t be found.
es_es: ¡Ups! Está página no fue encontrada.
pt_br: Ups! A página não foi encontrada

source: Original Publisher link
es_es: Link de publicador original
pt_br: Link de publicador original

source: Pagination style
es_es: Estilo de paginación
pt_br: Estilo de paginação

source: Parent Item:
es_es: Elemento superior:
pt_br: Elemento pai:

source: photos
es_es: fotos
pt_br: fotos

# placeholder
source: Date range
es_es: Rango de fechas
pt_br: Intervalo de datas

# placeholder
source: Search &hellip;
es_es: Buscar &hellip;
pt_br: Buscar &hellip;

source: Please, fill all the fields.
es_es: Por favor, ingrese todos los campos.
pt_br: Por favor, preencha todos os campos.

source: Post excerpt
es_es: Resumen de post
pt_br: Resumo de post

source: Post Sharing
es_es: Compartir post
pt_br: Compartilhar post

# Post Type General Name
source: Projects
es_es: Proyectos
pt_br: Projetos

# Post Type Singular Name
source: Project
es_es: Proyecto
pt_br: Projeto

source: Previous
es_es: Anterior
pt_br: Anterior

source: Project
es_es: Proyecto
pt_br: Projeto

source: Projects
es_es: Proyectos
pt_br: Projetos

source: Ready to publish your first post? <a href="%1$s">Get started here</a>.
es_es: ¿Listo para publicar su primer post? Empiece aquí.
pt_br: Pronto para publicar seu primeiro post? <a href="%1$s">Get started here</a>.

source: Regions
es_es: Regiones
pt_br: Regiões

source: Related Posts
es_es: Posts relacionados
pt_br: Posts relacionados

source: Related posts
es_es: Posts relacionados
pt_br: Posts relacionados

source: Remove featured image
es_es: Remover foto destacada
pt_br: Remover foto destacada

source: Replace image
es_es: Reemplazar imagen
pt_br: Substituir imagem

source: Republish
es_es: Republicar
pt_br: Republicar

source: Republish in all posts
es_es: Republicar todos los posts
pt_br: Republicar em todos os posts

source: Republish Modal Introduction (it is allowed to use HTML tags)
es_es: Introducción del modal de republicación (Etiquetas HTML están permitidas)
pt_br: Introdução do modal de republicação (é permitido o uso de tags HTML)

source: Republish Modal Title
es_es: Título del modal de republicación
pt_br: Título do modal de republicação

source: REPUBLISH THIS CONTENT
es_es: REPUBLICAR ESTE CONTENIDO
pt_br: REPUBLICAR ESSE CONTEÚDO

source: results
es_es: resultados
pt_br: resultados

source: Search dark icon color
es_es: Color del ícono de búsqueda en modo oscuro
pt_br: Cor do ícone de busca escuro

source: Search icon background
es_es: Fondo del ícono de búsqueda
pt_br: Fundo do ícone de busca

source: Search icon background color
es_es: Color de fondo del ícono de búsqueda
pt_br: Cor de fundo do ícone de busca

source: Search icon color
es_es: Color del ícono de búsqueda
pt_br: Cor do ícone de busca

source: Search Item
es_es: Buscar elemento
pt_br: Buscar elemento

source: Search results
es_es: Resultado de búsqueda
pt_br: Resultados da busca

source: Section title
es_es: Sección de título
pt_br: Título da seção

source: Section URL (requires HTTPS)
es_es: Sección URL (obligatorio https://)
pt_br: Seção URL (precisa HTTPS)

source: See more URL (requires https://)
es_es: Ver más URL (obligatorio https://)
pt_br: Ver mais URL (precisa https://)

source: Select newsletter type:
es_es: Seleccionar tipo de boletín:
pt_br: Selecionar tipo de newsletter:

source: Set featured image
es_es: Asignar foto destacada
pt_br: Definir imagem destacada

source: Share
es_es: Compartir
pt_br: Compartilhar

source: show
es_es: mostrar
pt_br: mostrar

source: Site description color
es_es: color de la descripción del sitio web
pt_br: Cor da descrição do site

source: Social dark icon color
es_es: Color de los íconos sociales en modo oscuro
pt_br: Cor do ícone social escuro

source: Sorry we said wrong
es_es: Discúlpenos, nos equivocamos
pt_br: Desculpe, dissemos errado

source: Sorry, we said wrong
es_es: Discúlpenos, nos equivocamos
pt_br: Desculpe, dissemos errado

source: Sort by:
es_es: Ordenado por:
pt_br: Ordenado por:

source: Special heading font
es_es: Tipografía especial del encabezado
pt_br: Tipografia especial de cabeçalho

source: Special Projects
es_es: Proyectos especiales
pt_br: Projetos especiais

# submit button
source: Search
es_es: Buscar
pt_br: Buscar

source: Subtitle
es_es: Subtítulo
pt_br: Subtítulo

source: Subtitle:
es_es: Subtítulo:
pt_br: Subtítulo:

source: Tag weight
es_es: Peso de la etiqueta
pt_br: Peso da etiqueta

source: Team
es_es: Equipo
pt_br: Equipe

source: Text
es_es: Texto
pt_br: Texto

source: The bullets can be created as Bullet Widget on Widgets panel.
es_es: Las viñetas pueden ser creada como Widget Viñeta en el panel de Widgets
pt_br: Os pontos podem ser criados como Bullet Widget no painel de Widgets

source: There are no comments yet. Leave a comment!
es_es: No hay comentarios aún. Deje un comentario
pt_br: Ainda não há comentários. Deixe um comentário!

source: Title
es_es: Título
pt_br: Título

source: Title:
es_es: Título:
pt_br: Título:

source: Topics
es_es: Tópicos
pt_br: Tópicos

source: Type a team section title
es_es: Ingrese el nombre del equipo
pt_br: Insira um título da equipe

source: Type a title
es_es: Ingrese un título
pt_br: Insira um título

source: Type here your description
es_es: Ingrese aquí una descripción
pt_br: Insira uma descrição

source: Type size
es_es: Tamaño de letra
pt_br: Tamanho

source: Type the credits here
es_es: Ingrese los créditos aquí
pt_br: Insira os créditos aqui

source: Unit
es_es: Unidad
pt_br: Unidade

source: Update Item
es_es: Actualizar elemento
pt_br: Atualizar elemento

source: Updated on
es_es: Actualizado el
pt_br: Atualizado em

source: Upload an image to be used as header background. Choosing a background image and background color causes overlap.
es_es: Subir una imagen para ser usada como fondo del encabezado. Elegir una imagen de fondo y un color de fondo puede causar traslape
pt_br: Faça upload de uma imagem para ser usada como fundo do cabeçalho. A escolha de uma imagem e cor de fundo causa sobreposição.

source: Upload an image to be used as sticky logo. If there are no sticky logo, the main logo will be used instead
es_es: Subir una imagen para ser usada como logo sticky. Si no hay logo sticky, el logo principal será usado en su lugar
pt_br: Faça upload de uma imagem para ser usada como logotipo fixo. Se não houver um logotipo fixo, o logotipo principal será usado em seu lugar

source: Upload Image
es_es: Subir imagen
pt_br: Carregar imagem

source: Uploaded to this item
es_es: Subir este elemento
pt_br: Carregar ao elemento

source: Use as featured image
es_es: Usar como foto destacada
pt_br: Usar como foto destacada

source: Use backgroud image in dark mode?
es_es: ¿Usar imagen de fondo en modo oscuro?
pt_br: Usar imagem de fundo no modo escuro?

source: Use related posts
es_es: Usar posts relacionados
pt_br: Usar posts relacionados

source: Video URL to be shown on twitter sharing preview:
es_es: URL de video para ser mostrada en el previsualizar de compartir en Twitter
pt_br: URL do vídeo a ser mostrado na previsualização de compartilhar no Twitter

source: View Item
es_es: Ver elemento
pt_br: Ver elemento

source: View Items
es_es: Ver elementos
pt_br: Ver elementos

source: VIEW PAST EDITIONS
es_es: VER EDICIONES ANTERIORES
pt_br: VER EDIÇÕES ANTERIORES

source: We made a mistake. This content has been changed
es_es: Nos equivocamos. Este contenido ha cambiado
pt_br: Cometemos um erro. Este conteúdo foi alterado

source: Web development by
es_es: Web desarrollada por
pt_br: Web desenvolvida por

source: What are you looking for?
es_es: ¿Qué está buscando?
pt_br: O que você está procurando?

source: Write a description here.
es_es: Ingrese una descripción aquí.
pt_br: Escreva uma descrição aqui.

source: Write a info here.
es_es: Ingrese una información aquí.
pt_br: Escreva uma informação aqui.

source: You are not allowed to add HTML in any of those fields
es_es: No está permitido adicionar código HTML en ninguno de los campos
pt_br: Você não tem permissão para adicionar HTML em nenhum desses campos

source: You must select a media partner to use as original publisher name
es_es: Debe seleccionar un asociado para usarlo como nombre de publicador original
pt_br: Você deve selecionar um parceiro de mídia para usar como nome do editor original

source: Your comment is awaiting moderation.
es_es: Su comentario está pendiente de aprovación.
pt_br: Seu comentário aguarda moderação.
